; TranslationAuthor: cdumdum & BlackJack
; TranslationAuthorEmail: c_dum@yahoo.fr

[Main]
DisplayName=French

[UnLocker1_frmMain]
Label_Title_Detail.caption=Cet outil va vous aider à débloquer les fichiers/dossiers occupés par d'autres processus.
Label_Setting.caption=Plus
lbl_CheckForUpdate.caption=Vérification de mises à jour
lbl_FileInfo_Title.caption=Fichiers/Dossiers sélectionnés
lbl_Add_describe.caption=Ajoute des Fichiers/Dossiers à débloquer. Vous pouvez glisser et déposer ici les fichiers/dossiers ou appuyer sur le bouton d'ajout.
chk_Advanced.caption=Mode forcé
btn_Browse.caption=Parcourir
btn_Close.caption=Quitter
lbl_Add.caption=Ajout
cx_Action.caption=Débloquer...
img_AddHint.hint=Ajoute des fichiers/dossiers à débloquer
img_AdcancedHint.Hint=Le mode forcé va terminer tous les processus liés. Si le déblocage ne réussit pas en mode normal, vous pouvez essayer en mode forcé.

Menu_UnlokcDelete.caption=Et supprimer
Menu_UnlockRename.caption=Et renommer
Menu_UnlockMove.caption=Et déplacer
Menu_UnlockCopy.caption=Et copier

Menu_Language.caption=Langues
Menu_SendFeedback.caption=Envoyer des commentaires
Menu_IObitOnline.caption=IObit en ligne
Menu_Technical_Support.caption=Support technique
Menu_User_Manual.caption=Manuel d'utilisation
Menu_About.caption=À propos

ListView_FileInfo.Columns[0].caption=Nom
ListView_FileInfo.Columns[1].caption=État

ListView_LockInfo.Columns[0].caption=Nom
ListView_LockInfo.Columns[1].caption=Chemin
ListView_LockInfo.Columns[2].caption=PID

[UnLocker1_frmTip]
lab_Tip.caption=Vous pouvez démarrer le programme en faisant un clic droit sur des fichiers/dossiers puis en sélectionnant « IObit Unlocker ».
btn_Close.caption=OK

[UnLocker1_frmWriteText]
btn_OK.caption=OK
btn_Cancel.caption=Annuler
btn_Apply.caption=&Appliquer
lbl_edt.caption=Saisir le nouveau nom :

ListView.Columns[0].caption=Nom originel
ListView.Columns[1].caption=Nouveau nom

[Unlocker1_M]
Unlocker_Restart=Vous devez redémarrer votre ordinateur pour lui permettre de lancer Iobit Unlocker en faisant un clic droit sur fichiers/dossiers.
Unlocker_Delete=Ceci va supprimer définitivement les fichers/dossiers. Voulez-vous continuer ?
Unlocker_Status_Notlocked=Non bloqué
Unlocker_Status_locked=Bloqué

Unlocker_Action_Delete=Suppression
Unlocker_Action_Rename=Renommage
Unlocker_Action_Move=Déplacement
Unlocker_Action_Copy=Copie
Unlocker_Status_Change_Unlocking=
Unlocker_Status_Change_Unlock=
Unlocker_Status_Change_sucessfully=: réussite
Unlocker_Status_Change_failed=: échec
File_Detail_Notlocker=n'est pas bloqué.
File_Detail_occupied=occupé par les processus ci-dessous.
Browser_Folder=Sélectionner les fichiers/dossiers que vous voulez débloquer
File_Operation=Impossible de débloquer les lecteurs locaux.
File_Rename_Long=Le nom est trop long
File_Rename_special=Le nom possède des caractères spéciaux

MoveDialog_Prompt=Choisir le dossier de destination pour le déplacement
CopyDialog_Prompt=Choisir le dossier de destination pour la copie
Action_Sucesses=Opération réussie.
Action_Error_One=Opération échouée.
AddFile_Filter=Ne peut pas débloquer le chemin système.
Action_Error_More=Échec pour certains fichiers/dossiers
Action_Error_Detaill=Peut contenir des fichiers/dossiers avec les mêmes noms
cmd_Error_Prompt_1=Utilisation de la ligne de commande :
cmd_Error_Prompt_2=Objet de la commande [Option]
cmd_Error_Prompt_3=Commande :
cmd_Error_Prompt_4=Option :
cmd_Error_Prompt_5=Objet :
cmd_Error_Prompt_6=Rien :
cmd_Error_Prompt_7=Supprimer :
cmd_Error_Prompt_8=Renommer :
cmd_Error_Prompt_9=Déplacer :
cmd_Error_Prompt_10=Copier :


[UnLocker1_frmAbout]
lbl_Thanks_Title.caption=Merci aux personnes suivantes pour leurs importantes contributions :
lbl_warning.caption=Attention : Ce programme informatique est protégé par les droits d'auteur et les traités internationaux.
lbl_CopyRight.caption=Copyright(C) 2005-2013 IObit. Tous droits réservés.
btn_OK.caption=OK

